// 2. Напишіть програму виведення на екран трьох послідовних чисел , кожне на окремому рядку.
// Перше вводить користувач, інші числа обчислюються в програмі.
// Результат в консолі має бути у форматі :
// Введене число : 5
// Наступне : 6
// Наступне : 7

// let currentNumber = +prompt('Введіть число: ');
// let num2 = currentNumber + 1;
// let num3 = currentNumber + 2;
// console.log('Початкове число: ' + currentNumber);
// console.log('Наступне число: ' + num2);
// console.log('Наступне: ' + num3);
