// 2. На початку програми ми отримуємо два цілих числа c і d ( c <= d ). Напишіть програму,
// яка підраховує кількість чисел в діапазоні від c до d включно, куб яких закінчується на 4 або 9.

// Приклад :

// Number c : 10

// Number d : 1786

// Count : 355

// -----------------------------------------------------

// let c = +prompt('Enter number c: ');
// let d = +prompt('Enter number d: ');
// let j = 0;
// console.log('Number c: ' + c);
// console.log('Number d: ' + d);

// for(let i = c; c <= d; i++){
//   if((i**3 % 10) == 4 || (i**3 % 10) == 9){
//     j++;
//   }
// }
// console.log('Count: ' + j);