// 1. Створіть програму, яка виводить на екран 10 випадкових чисел із діапазону -25…+25.
//  Після кожного від’ємного числа потрібно виводити (впритул до числа) символ «?».

// Наприклад : 2, -8?,17,24,-17?,14

// var i, a;
// for(i = 1; i <= 10; i++){
//   a = -25;
//   var b = 25;
//   if(a>b){
//     var c = a;
//     a = b;
//     b = c;
//   }
// a = Math.floor(Math.random() * (b - a + 1) + a)  ;
// if(a>=0){
//   console.log(a);
// } else {
//   console.log(String(a) + String('?'))
// }

// }